Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_ilmoittaa_haettavaksi_maaraaikaisen_saamenkielisen_varhaiskasvatuksen_materiaalityontekijan_tehtavan.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät ilmoittaa haettavaksi määräaikaisen saamenkielisen varhaiskasvatuksen materiaalityöntekijän tehtävän
sme: Sámediggi almmuha ohcan láhkai mearreáigásaš sámegielat árrabajásgeassima materiálabargi barggu

source: Työ alkaa sopimuksen mukaan mahdollisimman pian ja kestää 31.12.2022 saakka.
sme: Bargu álgá soahpamuša mielde nu jođánit go vejolaš ja bistá 31.12.2022 rádjai.

source: Materiaalityöntekijän tehtävänä on suunnitella ja koordinoida saamelaisen varhaiskasvatuksen materiaalin tuottamista kolmella saamen kielellä sekä tuottaa ja päivittää sisältöjä Kuáti.
sme: Materiálabargi bargun lea plánet ja koordineret sámi árrabajásgeassima materiála buvttadeami golmma sámegielain ja buvttadit ja ođasmahttit sisdoaluid Kuáti.

source: fi- materiaalipankkiin .
sme: fi- materiálabáŋkui.

source: Lisäksi tehtävään kuuluu pedagogisen materiaalin suunnittelua, koordinointia ja tuottamista yhteistyössä kielipesäohjaajan kanssa.
sme: Lassin bargui gullá pedagogalaš materiála plánen, koordineren ja buvttadeapmi ovttasbargun giellabeassestivrejeaddjin.

source: Materiaalityöntekijä vastaa hankkeen suunnittelusta, toteuttamisesta ja raportoinnista.
sme: Bargi vástida materiálabarggu plánemis, ollašuhttimis ja raporteremis.

source: Hankkeesta vastaa saamen kielen toimisto ja esimiehenä toimii kieliturvasihteeri.
sme: Prošeavttas vástida sámegiela doaimmahat ja hoavdan doaibmá gielladorvočálli.

source: Kelpoisuusvaatimuksena on tehtävän edellyttämä soveltuva koulutus ja saamen kielen taito (asetus 1727/95).
sme: Gelbbolašvuođagáibádussan lea barggu eaktudan heivvolaš skuvlejupmi ja sámegiela máhttu (ásahus 1727/95).

source: Tehtävän menestyksekästä hoitamista edesauttaa saamelaiskulttuurin tuntemus, saamelaisen varhaiskasvatuksen ja pedagogiikan tuntemus, materiaalityön ja digitaalisen toimintaympäristön tuntemus ja kyky itsenäiseen suunnittelutyöhön ja toteutukseen yhteistyössä eri toimijoiden kanssa.
sme: Barggu ceavzilis dikšuma ovddida sámekultuvrra dovdámuš, sápmelaš árrabajásgeassima ja pedagogihka dovdámuš, materiálabarggu ja digitálalaš doaibmabirrasa dovdámuš ja nákca iehčanas plánenbargui ja ollašuhttimii ovttasbarggus eará doibmiiguin.

source: Tehtävässä noudatetaan kahden kuukauden koeaikaa.
sme: Doaimmas čuvvojuvvo guovtti mánotbaji geahččalanáigi.

source: Suunnittelijan palkkaus määräytyy Saamelaiskäräjien palkkausjärjestelmän vaativuustason IV/III-IV mukaan (peruspalkka 2597,07–2645,46 e).
sme: Plánejeaddji bálká mearrašuvvá Sámedikki bálkávuogádaga gáibádusdási IV/III-IV mielde (vuođđobálká 2597,07–2645,46 e).

source: Peruspalkan lisäksi maksetaan saamelaisalueen lisä 24 % ja työkokemuksen mukaan määräytyvät kokemuslisät.
sme: Vuođđobálkká lassin máksojuvvo 24 %:a sámeguovllu lassi ja bargovásáhusa mielde mearrašuvvan ahkelasit.

source: Materiaalityöntekijän toimipaikka sijaitsee saamelaiskulttuurikeskus Sajoksessa, ja työn hoitaminen osittain etätyönä on sopimuksen mukaan mahdollista.
sme: Materiálabargi doaimmahat lea Sámekulturguovddáš Sajosis, ja barggu dikšun oassái gáiddusbargun lea soahpamuša mielde vejolaš.

source: Vapaamuotoiset työhakemukset liitteineen tulee toimittaa 31.3.2022 klo 16.00 mennessä osoitteeseen https://www.sympahr.net/public/pq.aspx?197430e9
sme: Friddjahápmásaš bargoohcamuša mildosiiguin galgá doaimmahit 31.3.2022 dii. 16.00 rádjai čujuhussii https://www.sympahr.net/public/pq.aspx?197430e9

source: Lisätietoja antaa kieliturvasihteeri Anne Kirste Aikio, anne-kirste.
sme: Lassedieđuid barggus addá gielladorvočálli Anne Kirste Aikio, anne-kirste.

source: aikio(a)samediggi.fi / puh. 010 839 3124.
sme: aikio(a)samediggi.fi / tel. 010 839 3124.

source: Saamelaiskäräjien toimintaan voi tutustua osoitteessa www.samediggi.fi .
sme: Sámedikki doibmii sáhttá oahpásmuvvat neahttačujuhusas www.samediggi.fi .

source: Inarissa 7.3.2022 Saamelaiskäräjät
sme: Anáris 7.3.2022 Sámediggi
